tap "mongodb/brew"
tap "koekeishiya/formulae"

brew "alerter"
brew "koekeishiya/formulae/skhd", restart_service: true
brew "koekeishiya/formulae/yabai", restart_service: true

# Misc
brew "gh"
brew "gawk"
brew "grep"
brew "glow"
brew "ffmpeg"
brew "fd"
brew "ripgrep"
brew "watch"
brew "fzf"
brew "zoxide"
brew "arp-scan"
brew "bat"
brew "coreutils"
brew "readline"
brew "jq"
brew "yq"
brew "dasel"
brew "jo"
brew "gron"
brew "tldr"
brew "watchexec"
brew "httpie"
brew "ast-grep"
brew "shellcheck"
brew "jc"
brew "semgrep"
brew "difftastic"
brew "git-extras"
brew "bats-core"
brew "sd"
brew "moreutils"
brew "htmlq"
brew "lnav"
brew "just"
brew "grpcurl"
brew "websocat"
brew "dive"
brew "miller"
brew "gitleaks"
brew "ruff"
brew "biome"
brew "hyperfine"
brew "gomplate"
brew "comby"
brew "tree"
brew "wget"
brew "svn"
brew "fontconfig"

# Fonts
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-fontawesome"
cask "font-hack-nerd-font"

# Misc Casks
cask "appcleaner"
cask "karabiner-elements"
cask "muzzle"
cask "keyboard-cleaner"
cask "ytmdesktop-youtube-music"
cask "raycast"
cask "gimp"
cask "postman"
cask "visual-studio-code"
cask "google-chrome"
cask "kitty"