arturock.gitstash
atishay-jain.all-autocomplete
bierner.markdown-mermaid
cpylua.language-postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.code-runner
foxundermoon.shell-format
gruntfuggly.todo-tree
huizhou.githd
iocave.customize-ui
iocave.monkey-patch
jasonlhy.hungry-delete
jock.svg
meganrogge.template-string-converter
mrmlnc.vscode-json5
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
ms-vscode.theme-tomorrowkit
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
plorefice.devicetree
purocean.drawio-preview
richie5um2.snake-trail
streetsidesoftware.code-spell-checker
tomoki1207.pdf
ybaumes.highlight-trailing-white-spaces
